cask_args appdir: "/Applications"

# IDEs
cask "visual-studio-code"
cask "intellij-idea"
cask "rider"
cask "atom"

# Collab
cask "slack"
cask "sococo"
cask "onedrive"

# Browsers
cask "google-chrome"
cask "firefox"

# General development
cask "sourcetree"
cask "postman"
cask "insomnia"

# Database Clients
cask "datagrip"
cask "azure-data-studio"
cask "dbeaver-community"
cask "postbird"

# Potpourri
cask "1password"
cask "forklift"
cask "iterm2"

# Mac App Store
brew "mas"

mas "Trello", id: 1278508951
